---
kind: property
id: P:Autodesk.Revit.DB.Structure.RebarUpdateCurvesData.WorkshopInstructions
source: html/6daee31b-85cf-d7f0-1c96-13d3a13a3bc0.htm
---
# Autodesk.Revit.DB.Structure.RebarUpdateCurvesData.WorkshopInstructions Property

Identifies the workshop instructions of this rebar.

## Syntax (C#)
```csharp
public RebarWorkInstructions WorkshopInstructions { get; }
```